LEXICON: dict[str, str] = {
    'clear_history': 'История вашего диалога с ботом очищена!',
    'not_in_database': 'Извините, но Вас нет в нашей базе данных.\n'
                       ' Для начала работы с ботом напишите команду /start',
    "get_error": "Извините, по вашему запросу произошла ошибка!",
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'Привет, это CeRBeR_GPT!\n'
    'Я стану твоим лучшим помощником и отвечу на любой вопрос!\n'
              '/help для просмотра подробной информации',
    '/help': 'Доступные команды:\n '
             '/clear - Очистить диалог с ботом\n'
             'Для начала работы с помощником, просто отправьте ему сообщение с вашим запросом'
}
